{
  "monuments": [
    {
      "name": "Pyramidēs Aegypti",
      "desc": "As pirâmides do Egito são estruturas antigas e icônicas que foram construídas como túmulos para faraós e outros indivíduos de destaque durante o Antigo Egito.",
      "id": "01",
      "image": "https://raw.githubusercontent.com/renan-nixdorf/fakeAPI/main/images/image1.jpg"
    },
    {
      "name": "Arc de Triomphe",
      "desc": "O Arco do Triunfo em Paris é um monumento imponente construído entre 1806 e 1836. Projetado por Jean Chalgrin, sua arquitetura é inspirada nos arcos triunfais romanos. Decorado com esculturas representando eventos históricos, possui uma frieze com relevos mostrando cenas de batalhas. Localizado na Praça Charles de Gaulle, destaca-se na Avenida Champs-Élysées e abriga o Túmulo do Soldado Desconhecido.",
      "id": "02",
      "image": "https://raw.githubusercontent.com/renan-nixdorf/fakeAPI/main/images/image2.jpg"
    },
    {
      "name": "Taj Mahal",
      "desc": "O Taj Mahal é um mausoléu de mármore branco em Agra, Índia, construído no século XVII pelo imperador Shah Jahan em homenagem à sua esposa Mumtaz Mahal. Sua arquitetura mogol apresenta cúpulas, minaretes e detalhes intricados. Cercado por jardins exuberantes, o mausoléu possui um portal de entrada imponente e é conhecido por sua simetria. O interior é decorado com pietra dura e abriga os túmulos do casal. Reconhecido como Patrimônio Mundial da UNESCO, o Taj Mahal é uma das Sete Maravilhas do Mundo e é apreciado por sua beleza e significado histórico como símbolo de amor eterno.",
      "id": "03",
      "image": "https://raw.githubusercontent.com/renan-nixdorf/fakeAPI/main/images/image3.jpg"
    },
    {
      "name": "Palace of Westminster",
      "desc": "O Palácio de Westminster, às margens do rio Tâmisa em Londres, é o Parlamento do Reino Unido, com uma arquitetura gótica vitoriana impressionante, incluindo a icônica Torre do Relógio (Big Ben). Reconstruído após um incêndio em 1834, abriga a Câmara dos Comuns e a Câmara dos Lordes. Parte do Patrimônio Mundial da UNESCO, é uma atração turística e símbolo da democracia britânica.",
      "id": "04",
      "image": "https://raw.githubusercontent.com/renan-nixdorf/fakeAPI/main/images/image4.jpg"
    },
    {
      "name": "Zǐjìnchéng (Cidade Proibida)",
      "desc": "A Cidade Proibida é um palácio imperial localizado no centro de Pequim, China. Construída durante a dinastia Ming no século XV, é um complexo vasto e impressionante, cercado por muralhas e fosso. Também conhecida como 'Palácio Imperial', a Cidade Proibida serviu como a residência oficial dos imperadores chineses por quase 500 anos. Seu nome refere-se ao fato de que o acesso ao complexo era estritamente controlado, sendo proibido para o público em geral. A arquitetura, os jardins e os inúmeros salões da Cidade Proibida refletem a rica história e cultura da China imperial. Atualmente, é um dos principais pontos turísticos e um importante patrimônio cultural da China.",
      "id": "05",
      "image": "https://raw.githubusercontent.com/renan-nixdorf/fakeAPI/main/images/image5.jpg"
    },
    {
      "name": "Akropolis",
      "desc": "A Acrópole é uma antiga cidadela localizada em Atenas, Grécia. Construída principalmente durante o século V a.C., é um complexo arquitetônico que inclui vários templos notáveis, sendo o Partenon o mais famoso. A Acrópole serviu como centro religioso e cultural da antiga Atenas, simbolizando a grandeza da civilização grega clássica. Sua arquitetura distinta e significado histórico fazem dela um dos locais mais icônicos da Grécia e uma importante atração turística.",
      "id": "06",
      "image": "https://raw.githubusercontent.com/renan-nixdorf/fakeAPI/main/images/image6.jpg"
    }
  ]
}
